Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Use an UltraDNS API-only username and password. Primary standard RRsets are writable; secondary, alias, pool, and directional records remain read-only in DNSDeck.
de: Verwenden Sie einen Nur-UltraDNS-API-Benutzernamen und ein Passwort. Primäre Standard-RRsets sind beschreibbar; Sekundär-, Alias-, Pool- und Richtungseinträge bleiben in DNSDeck schreibgeschützt.
es: Utilice un nombre de usuario y contraseña exclusivos de UltraDNS API. Los RRsets estándar primarios se pueden escribir; Los registros secundarios, de alias, de grupo y direccionales permanecen de solo lectura en DNSDeck.
fr: Utilisez un nom d'utilisateur et un mot de passe réservés à l'API UltraDNS. Les RRsets standards primaires sont inscriptibles ; Les enregistrements secondaires, d'alias, de pool et directionnels restent en lecture seule dans DNSDeck.
hi: UltraDNS API-केवल उपयोगकर्ता नाम और पासवर्ड का उपयोग करें। प्राथमिक मानक आरआरसेट लिखने योग्य हैं; DNSDeck में द्वितीयक, उपनाम, पूल और दिशात्मक रिकॉर्ड केवल-पढ़ने के लिए रहते हैं।
id: Gunakan nama pengguna dan kata sandi khusus API UltraDNS. RRset standar primer dapat ditulis; catatan sekunder, alias, kumpulan, dan arah tetap hanya dapat dibaca di DNSDeck.
ja: UltraDNS API 専用のユーザー名とパスワードを使用します。主要な標準 RRset は書き込み可能です。セカンダリ、エイリアス、プール、および方向レコードは DNSDeck では読み取り専用のままです。
ko: UltraDNS API 전용 사용자 이름과 비밀번호를 사용하세요. 기본 표준 RRset는 쓰기 가능합니다. 보조, 별칭, 풀 및 방향 레코드는 DNSDeck에서 읽기 전용으로 유지됩니다.
pl: Użyj nazwy użytkownika i hasła dostępnej wyłącznie w interfejsie UltraDNS API. Podstawowe standardowe zestawy RR są zapisywalne; Rekordy wtórne, aliasy, pule i kierunki pozostają w DNSDeck w trybie tylko do odczytu.
pt_br: Use um nome de usuário e senha exclusivos da API UltraDNS. Os RRsets padrão primários são graváveis; registros secundários, de alias, de pool e direcionais permanecem somente leitura no DNSDeck.
tr: Yalnızca UltraDNS API'ye özel bir kullanıcı adı ve şifre kullanın. Birincil standart RRset'leri yazılabilir; ikincil, takma ad, havuz ve yön kayıtları DNSDeck'te salt okunur olarak kalır.
uk: Використовуйте ім’я користувача та пароль лише для UltraDNS API. Первинні стандартні RRsets доступні для запису; вторинні записи, записи псевдонімів, пулів і направлення залишаються доступними лише для читання в DNSDeck.
vi: Sử dụng tên người dùng và mật khẩu chỉ dành cho API UltraDNS. Các tập bản ghi tài nguyên tiêu chuẩn chính có thể ghi được; các bản ghi phụ, bí danh, nhóm và định hướng vẫn ở chế độ chỉ đọc trong DNSDeck.
zh_hans: 使用仅限 UltraDNS API 的用户名和密码。主要标准 RRset 是可写的；辅助记录、别名记录、池记录和定向记录在 DNSDeck 中保持只读状态。
zh_hant: 使用僅限 UltraDNS API 的使用者名稱和密碼。主要標準 RRset 是可寫入的；輔助記錄、別名記錄、池記錄和定向記錄在 DNSDeck 中保持唯讀狀態。

source: Use an unencrypted RSA private key in PKCS#8 or PKCS#1 PEM format.
de: Verwenden Sie einen unverschlüsselten privaten RSA-Schlüssel im PKCS#8- oder PKCS#1-PEM-Format.
es: Utilice una clave privada RSA sin cifrar en formato PEM PKCS#8 o PKCS#1.
fr: Utilisez une clé privée RSA non chiffrée au format PEM PKCS#8 ou PKCS#1.
hi: PKCS#8 या PKCS#1 PEM प्रारूप में अनएन्क्रिप्टेड RSA निजी कुंजी का उपयोग करें।
id: Gunakan kunci pribadi RSA yang tidak terenkripsi dalam format PKCS#8 atau PKCS#1 PEM.
ja: PKCS#8 または PKCS#1 PEM 形式の暗号化されていない RSA 秘密キーを使用します。
ko: PKCS#8 또는 PKCS#1 PEM 형식의 암호화되지 않은 RSA 개인 키를 사용하세요.
pl: Użyj niezaszyfrowanego klucza prywatnego RSA w formacie PEM PKCS#8 lub PKCS#1.
pt_br: Use uma chave privada RSA não criptografada no formato PKCS#8 ou PKCS#1 PEM.
tr: PKCS#8 veya PKCS#1 PEM biçiminde şifrelenmemiş bir RSA özel anahtarı kullanın.
uk: Використовуйте незашифрований закритий ключ RSA у форматі PKCS#8 або PKCS#1 PEM.
vi: Sử dụng khóa riêng RSA không được mã hóa ở định dạng PEM PKCS#8 hoặc PKCS#1.
zh_hans: 使用 PKCS#8 或 PKCS#1 PEM 格式的未加密 RSA 私钥。
zh_hant: 使用 PKCS#8 或 PKCS#1 PEM 格式的未加密 RSA 私密金鑰。

source: Use monotone badges
de: Verwenden Sie monotone Abzeichen
es: Utilice insignias monótonas
fr: Utilisez des badges monotones
hi: मोनोटोन बैज का प्रयोग करें
id: Gunakan lencana monoton
ja: モノトーンのバッジを使用する
ko: 모노톤 배지 사용
pl: Używaj odznak monotonnych
pt_br: Use emblemas monótonos
tr: Monoton rozetler kullanın
uk: Використовуйте однотонні значки
vi: Sử dụng huy hiệu đơn điệu
zh_hans: 使用单调徽章
zh_hant: 使用單調徽章

source: Use the following link to get help with %@ credentials
de: Verwenden Sie den folgenden Link, um Hilfe zu den %@-Anmeldeinformationen zu erhalten
es: Utilice el siguiente enlace para obtener ayuda con las credenciales %@
fr: Utilisez le lien suivant pour obtenir de l'aide concernant les informations d'identification %@.
hi: %@ क्रेडेंशियल्स के साथ सहायता प्राप्त करने के लिए निम्नलिखित लिंक का उपयोग करें
id: Gunakan tautan berikut untuk mendapatkan bantuan dengan kredensial %@
ja: %@ 資格情報に関するヘルプを表示するには、次のリンクを使用してください。
ko: %@ 자격 증명에 대한 도움을 받으려면 다음 링크를 사용하세요.
pl: Użyj poniższego łącza, aby uzyskać pomoc dotyczącą poświadczeń %@
pt_br: Use o link a seguir para obter ajuda com as credenciais %@
tr: %@ kimlik bilgileriyle ilgili yardım almak için aşağıdaki bağlantıyı kullanın
uk: Скористайтеся наведеним нижче посиланням, щоб отримати довідку щодо облікових даних %@
vi: Sử dụng liên kết sau để nhận trợ giúp về thông tin xác thực %@
zh_hans: 使用以下链接获取有关 %@ 凭据的帮助
zh_hant: 使用以下連結取得 %@ 憑證的協助

source: Use your Name.com username and Core API token. DNSDeck uses Core v1 rather than legacy v4; Name.com's current API documentation says accounts with two-step verification are not supported.
de: Verwenden Sie Ihren Name.com-Benutzernamen und Ihr Core-API-Token. DNSDeck verwendet Core v1 anstelle von Legacy v4; In der aktuellen API-Dokumentation von Name.com heißt es, dass Konten mit zweistufiger Verifizierung nicht unterstützt werden.
es: Utilice su nombre de usuario de Name.com y su token Core API. DNSDeck utiliza Core v1 en lugar de v4 heredado; La documentación API actual de Name.com dice que las cuentas con verificación en dos pasos no son compatibles.
fr: Utilisez votre nom d'utilisateur Name.com et votre jeton API Core. DNSDeck utilise Core v1 plutôt que l'ancienne v4 ; La documentation actuelle de l'API de Name.com indique que les comptes avec vérification en deux étapes ne sont pas pris en charge.
hi: अपने Name.com उपयोगकर्ता नाम और कोर एपीआई टोकन का उपयोग करें। DNSDeck लीगेसी v4 के बजाय Core v1 का उपयोग करता है; Name.com का वर्तमान एपीआई दस्तावेज़ कहता है कि दो-चरणीय सत्यापन वाले खाते समर्थित नहीं हैं।
id: Gunakan nama pengguna Name.com dan token API Inti Anda. DNSDeck menggunakan Core v1, bukan v4 lawas; Dokumentasi API Name.com saat ini mengatakan akun dengan verifikasi dua langkah tidak didukung.
ja: Name.com ユーザー名と Core API トークンを使用します。 DNSDeck はレガシー v4 ではなくコア v1 を使用します。 Name.com の現在の API ドキュメントには、2 段階認証を備えたアカウントはサポートされていないと記載されています。
ko: Name.com 사용자 이름과 Core API 토큰을 사용하세요. DNSDeck은 레거시 v4가 아닌 Core v1을 사용합니다. Name.com의 현재 API 문서에 따르면 2단계 인증 계정은 지원되지 않습니다.
pl: Użyj swojej nazwy użytkownika Name.com i tokena Core API. DNSDeck korzysta z wersji Core v1, a nie starszej wersji 4; Aktualna dokumentacja API Name.com mówi, że konta z weryfikacją dwuetapową nie są obsługiwane.
pt_br: Use seu nome de usuário Name.com e token da API principal. DNSDeck usa Core v1 em vez de legado v4; A documentação atual da API do Name.com diz que contas com verificação em duas etapas não são suportadas.
tr: Name.com kullanıcı adınızı ve Core API belirtecinizi kullanın. DNSDeck, eski v4 yerine Core v1'i kullanıyor; Name.com'un mevcut API belgeleri, iki adımlı doğrulamaya sahip hesapların desteklenmediğini söylüyor.
uk: Використовуйте своє ім’я користувача Name.com і маркер Core API. DNSDeck використовує Core v1, а не застарілу v4; У поточній документації API Name.com зазначено, що облікові записи з двоетапною перевіркою не підтримуються.
vi: Sử dụng tên người dùng Name.com và mã thông báo API lõi của bạn. DNSDeck sử dụng Core v1 thay vì v4 cũ; Tài liệu API hiện tại của Name.com cho biết các tài khoản có xác minh hai bước không được hỗ trợ.
zh_hans: 使用您的 Name.com 用户名和核心 API 令牌。 DNSDeck 使用 Core v1 而不是旧版 v4； Name.com 当前的 API 文档称不支持具有两步验证的帐户。
zh_hant: 使用您的 Name.com 使用者名稱和核心 API 令牌。 DNSDeck 使用 Core v1 而不是舊版 v4； Name.com 目前的 API 文件稱不支援具有兩步驟驗證的帳戶。

source: Use your Namecheap API username and key with an allowlisted public IPv4 address. Domains using external nameservers remain available for registrar delegation; host records require Namecheap DNS.
de: Verwenden Sie Ihren Namecheap-API-Benutzernamen und -Schlüssel mit einer öffentlichen IPv4-Adresse auf der Zulassungsliste. Domains, die externe Nameserver verwenden, bleiben für die Delegierung durch den Registrar verfügbar; Hosteinträge erfordern Namecheap DNS.
es: Utilice su nombre de usuario y clave de la API de Namecheap con una dirección IPv4 pública incluida en la lista de permitidas. Los dominios que utilizan servidores de nombres externos permanecen disponibles para la delegación del registrador; Los registros de host requieren DNS de Namecheap.
fr: Utilisez votre nom d'utilisateur et votre clé de l'API Namecheap avec une adresse IPv4 publique sur liste autorisée. Les domaines utilisant des serveurs de noms externes restent disponibles pour la délégation du bureau d'enregistrement ; les enregistrements d'hôte nécessitent un DNS Namecheap.
hi: अनुमतिप्राप्त सार्वजनिक IPv4 पते के साथ अपने Namecheap API उपयोगकर्ता नाम और कुंजी का उपयोग करें। बाहरी नेमसर्वर का उपयोग करने वाले डोमेन रजिस्ट्रार प्रतिनिधिमंडल के लिए उपलब्ध रहते हैं; होस्ट रिकॉर्ड के लिए Namecheap DNS की आवश्यकता होती है।
id: Gunakan nama pengguna dan kunci API Namecheap Anda dengan alamat IPv4 publik yang diizinkan. Domain yang menggunakan server nama eksternal tetap tersedia untuk delegasi registrar; catatan host memerlukan DNS Namecheap.
ja: Namecheap API ユーザー名とキーをホワイトリストに登録されたパブリック IPv4 アドレスとともに使用します。外部ネームサーバーを使用するドメインは、引き続きレジストラの委任に使用できます。ホスト レコードには Namecheap DNS が必要です。
ko: 허용 목록에 있는 공개 IPv4 주소와 함께 Namecheap API 사용자 이름 및 키를 사용하세요. 외부 네임서버를 사용하는 도메인은 등록기관 위임에 계속 사용할 수 있습니다. 호스트 레코드에는 Namecheap DNS가 필요합니다.
pl: Użyj swojej nazwy użytkownika i klucza Namecheap API z publicznym adresem IPv4 znajdującym się na liście dozwolonych. Domeny korzystające z zewnętrznych serwerów nazw pozostają dostępne do delegowania przez rejestratora; rekordy hostów wymagają DNS Namecheap.
pt_br: Use seu nome de usuário e chave da API Namecheap com um endereço IPv4 público na lista de permissões. Os domínios que usam servidores de nomes externos permanecem disponíveis para delegação de registradores; registros de host exigem DNS Namecheap.
tr: Namecheap API kullanıcı adınızı ve anahtarınızı izin verilenler listesine eklenmiş bir genel IPv4 adresiyle kullanın. Harici ad sunucuları kullanan alanlar, kayıt şirketi yetkisi için kullanılabilir durumda kalır; Ana bilgisayar kayıtları Namecheap DNS gerektirir.
uk: Використовуйте своє ім’я користувача та ключ API Namecheap із публічною адресою IPv4 із білого списку. Домени, які використовують зовнішні сервери імен, залишаються доступними для делегування реєстратором; записи хосту вимагають DNS Namecheap.
vi: Sử dụng tên người dùng và khóa API Namecheap của bạn với địa chỉ IPv4 công khai được đưa vào danh sách cho phép. Các miền sử dụng máy chủ tên bên ngoài vẫn có sẵn để ủy quyền nhà đăng ký; bản ghi máy chủ yêu cầu DNS Namecheap.
zh_hans: 将您的 Namecheap API 用户名和密钥与列入许可的公共 IPv4 地址结合使用。使用外部域名服务器的域名仍然可用于注册商授权；主机记录需要 Namecheap DNS。
zh_hant: 將您的 Namecheap API 使用者名稱和金鑰與列入授權的公共 IPv4 位址結合使用。使用外部網域名稱伺服器的網域名稱仍可用於註冊商授權；主機記錄需要 Namecheap DNS。

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: Identifiant utilisateur
hi: उपयोगकर्ता आईडी
id: ID Pengguna
ja: ユーザーID
ko: 사용자 ID
pl: Identyfikator użytkownika
pt_br: ID do usuário
tr: Kullanıcı Kimliği
uk: ID користувача
vi: ID người dùng
zh_hans: 用户ID
zh_hant: 使用者ID

source: User OCID
de: Benutzer-OCID
es: OCID de usuario
fr: OCID utilisateur
hi: उपयोगकर्ता ओसीआईडी
id: Pengguna OCID
ja: ユーザーOCID
ko: 사용자 OCID
pl: Użytkownik OCID
pt_br: OCID do usuário
tr: Kullanıcı OCID'si
uk: OCID користувача
vi: OCID của người dùng
zh_hans: 用户OCID
zh_hant: 用戶OCID

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama pengguna
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
pt_br: Nome de usuário
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: VS Code and Cursor use different MCP JSON formats. Copy the one for your app.
de: VS Code und Cursor verwenden unterschiedliche MCP JSON-Formate. Kopieren Sie das für Ihre App.
es: VS Code y Cursor utilizan diferentes formatos MCP JSON. Copie el de su aplicación.
fr: VS Code et Cursor utilisent des formats MCP JSON différents. Copiez celui de votre application.
hi: VS Code और Cursor विभिन्न MCP JSON प्रारूपों का उपयोग करते हैं। अपने ऐप के लिए उसे कॉपी करें.
id: VS Code dan Cursor menggunakan format MCP JSON yang berbeda. Salin yang untuk aplikasi Anda.
ja: VS Code と Cursor は、異なる MCP JSON 形式を使用します。アプリ用のものをコピーします。
ko: VS Code 및 Cursor는 서로 다른 MCP JSON 형식을 사용합니다. 앱용 항목을 복사하세요.
pl: VS Code i Cursor używają różnych formatów MCP JSON. Skopiuj ten dla swojej aplikacji.
pt_br: VS Code e Cursor usam formatos MCP JSON diferentes. Copie aquele para o seu aplicativo.
tr: VS Code ve Cursor, farklı MCP JSON formatlarını kullanır. Uygulamanız için olanı kopyalayın.
uk: VS Code і Cursor використовують різні формати MCP JSON. Скопіюйте його для своєї програми.
vi: VS Code và Cursor sử dụng các định dạng MCP JSON khác nhau. Sao chép một cái cho ứng dụng của bạn.
zh_hans: VS Code 和 Cursor 使用不同的 MCP JSON 格式。复制您的应用程序的一份。
zh_hant: VS Code 和 Cursor 使用不同的 MCP JSON 格式。複製您的應用程式的一份。

source: Value
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
id: Nilai
ja: 値
ko: 가치
pl: Wartość
pt_br: Valor
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 价值
zh_hant: 價值

source: Verification Record
de: Verifizierungsprotokoll
es: Registro de verificación
fr: Dossier de vérification
hi: सत्यापन रिकॉर्ड
id: Catatan Verifikasi
ja: 検証記録
ko: 검증기록
pl: Zapis weryfikacyjny
pt_br: Registro de verificação
tr: Doğrulama Kaydı
uk: Верифікаційний запис
vi: Hồ sơ xác minh
zh_hans: 验证记录
zh_hant: 驗證記錄

source: Verification Status
de: Verifizierungsstatus
es: Estado de verificación
fr: Statut de vérification
hi: सत्यापन स्थिति
id: Status Verifikasi
ja: 検証ステータス
ko: 확인 상태
pl: Stan weryfikacji
pt_br: Status de verificação
tr: Doğrulama Durumu
uk: Статус перевірки
vi: Trạng thái xác minh
zh_hans: 验证状态
zh_hant: 驗證狀態

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
hi: सत्यापित
id: Terverifikasi
ja: 確認済み
ko: 확인됨
pl: Zweryfikowano
pt_br: Verificado
tr: Doğrulandı
uk: Перевірено
vi: Đã xác minh
zh_hans: 已验证
zh_hant: 已驗證

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
hi: दृश्यता
id: Visibilitas
ja: 可視性
ko: 가시성
pl: Widoczność
pt_br: Visibilidade
tr: Görünürlük
uk: Видимість
vi: Khả năng hiển thị
zh_hans: 能见度
zh_hant: 能見度

source: Weight
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
id: Berat
ja: 重量
ko: 무게
pl: Waga
pt_br: Peso
tr: Ağırlık
uk: вага
vi: cân nặng
zh_hans: 重量
zh_hant: 重量

source: When enabled, DNSDeck automatically locks after the selected time away. On devices with Face ID or Touch ID you'll unlock with biometrics; on others you'll use your device password.
de: Wenn diese Option aktiviert ist, wird DNSDeck nach der ausgewählten Abwesenheitszeit automatisch gesperrt. Auf Geräten mit Face ID oder Touch ID erfolgt die Entsperrung mithilfe biometrischer Daten; Bei anderen verwenden Sie Ihr Gerätepasswort.
es: Cuando está habilitado, DNSDeck se bloquea automáticamente después del tiempo de ausencia seleccionado. En dispositivos con Face ID o Touch ID, desbloquearás con datos biométricos; en otros usarás la contraseña de tu dispositivo.
fr: Lorsqu'il est activé, DNSDeck se verrouille automatiquement après le délai d'absence sélectionné. Sur les appareils dotés de Face ID ou Touch ID, vous débloquerez avec la biométrie ; sur d'autres, vous utiliserez le mot de passe de votre appareil.
hi: सक्षम होने पर, DNSDeck चयनित समय समाप्त होने के बाद स्वचालित रूप से लॉक हो जाता है। फेस आईडी या टच आईडी वाले उपकरणों पर आप बायोमेट्रिक्स के साथ अनलॉक करेंगे; दूसरों पर आप अपने डिवाइस पासवर्ड का उपयोग करेंगे.
id: Saat diaktifkan, DNSDeck secara otomatis terkunci setelah waktu yang dipilih. Pada perangkat dengan Face ID atau Touch ID, Anda akan membuka kuncinya dengan biometrik; pada orang lain Anda akan menggunakan kata sandi perangkat Anda.
ja: 有効にすると、選択した時間が経過すると DNSDeck が自動的にロックされます。 Face ID または Touch ID を備えたデバイスでは、生体認証を使用してロックを解除します。他の場合はデバイスのパスワードを使用します。
ko: 활성화되면 DNSDeck은 선택한 시간이 지나면 자동으로 잠깁니다. Face ID 또는 Touch ID가 있는 장치에서는 생체 인식으로 잠금 해제됩니다. 다른 경우에는 장치 비밀번호를 사용하게 됩니다.
pl: Po włączeniu DNSDeck automatycznie blokuje się po wybranym czasie nieobecności. Na urządzeniach z Face ID lub Touch ID odblokujesz za pomocą danych biometrycznych; w innych będziesz używać hasła urządzenia.
pt_br: Quando ativado, o DNSDeck bloqueia automaticamente após o tempo selecionado. Em dispositivos com Face ID ou Touch ID você desbloqueia com biometria; em outros, você usará a senha do seu dispositivo.
tr: Etkinleştirildiğinde, DNSDeck seçilen süre sonunda otomatik olarak kilitlenir. Face ID veya Touch ID'ye sahip cihazlarda biyometri ile kilidi açacaksınız; diğerlerinde cihazınızın şifresini kullanacaksınız.
uk: Якщо ввімкнено, DNSDeck автоматично блокується після вибраного часу відсутності. На пристроях із Face ID або Touch ID ви розблоковуєте за допомогою біометрії; на інших ви використовуватимете пароль свого пристрою.
vi: Khi được bật, DNSDeck sẽ tự động khóa sau khoảng thời gian đã chọn. Trên các thiết bị có Face ID hoặc Touch ID, bạn sẽ mở khóa bằng sinh trắc học; trên những người khác bạn sẽ sử dụng mật khẩu thiết bị của mình.
zh_hans: 启用后，DNSDeck 在选定的时间离开后自动锁定。在配备 Face ID 或 Touch ID 的设备上，您可以使用生物识别技术进行解锁；在其他设备上，您将使用您的设备密码。
zh_hant: 啟用後，DNSDeck 在選定的時間離開後自動鎖定。在配備 Face ID 或 Touch ID 的裝置上，您可以使用生物辨識技術解鎖；在其他裝置上，您將使用您的裝置密碼。

source: When enabled, all badges will use the secondary color for a more subtle appearance instead of color-coded badges.
de: Wenn diese Option aktiviert ist, verwenden alle Abzeichen anstelle farbcodierter Abzeichen die Sekundärfarbe für ein dezenteres Erscheinungsbild.
es: Cuando está habilitado, todas las insignias usarán el color secundario para una apariencia más sutil en lugar de insignias codificadas por colores.
fr: Lorsqu'ils sont activés, tous les badges utiliseront la couleur secondaire pour une apparence plus subtile au lieu des badges à code couleur.
hi: सक्षम होने पर, सभी बैज रंग-कोडित बैज के बजाय अधिक सूक्ष्म उपस्थिति के लिए द्वितीयक रंग का उपयोग करेंगे।
id: Jika diaktifkan, semua lencana akan menggunakan warna sekunder untuk tampilan yang lebih halus, bukan lencana berkode warna.
ja: 有効にすると、すべてのバッジは、色分けされたバッジの代わりに、より微妙な外観を実現するために 2 次色を使用します。
ko: 활성화되면 모든 배지는 색상으로 구분된 배지 대신 더 미묘한 모양을 위해 보조 색상을 사용합니다.
pl: Po włączeniu wszystkie plakietki będą używać koloru dodatkowego, aby uzyskać bardziej subtelny wygląd, zamiast plakietek oznaczonych kolorami.
pt_br: Quando ativado, todos os emblemas usarão a cor secundária para uma aparência mais sutil, em vez de emblemas codificados por cores.
tr: Etkinleştirildiğinde, tüm rozetler daha ince bir görünüm için renk kodlu rozetler yerine ikincil rengi kullanır.
uk: Якщо ввімкнено, усі значки використовуватимуть додатковий колір для більш витонченого вигляду замість кольорових значків.
vi: Khi được bật, tất cả các huy hiệu sẽ sử dụng màu phụ để có vẻ ngoài tinh tế hơn thay vì các huy hiệu có mã màu.
zh_hans: 启用后，所有徽章都将使用辅助颜色来获得更微妙的外观，而不是颜色编码的徽章。
zh_hant: 啟用後，所有徽章都將使用輔助色來獲得更微妙的外觀，而不是顏色編碼的徽章。

source: When enabled, badges (DKIM, DMARC, SPF, etc.) are shown next to record names to help identify important configurations.
de: Wenn diese Option aktiviert ist, werden Abzeichen (DKIM, DMARC, SPF usw.) neben Datensatznamen angezeigt, um die Identifizierung wichtiger Konfigurationen zu erleichtern.
es: Cuando están habilitadas, las insignias (DKIM, DMARC, SPF, etc.) se muestran junto a los nombres de los registros para ayudar a identificar configuraciones importantes.
fr: Lorsqu'ils sont activés, les badges (DKIM, DMARC, SPF, etc.) sont affichés à côté des noms d'enregistrement pour aider à identifier les configurations importantes.
hi: सक्षम होने पर, महत्वपूर्ण कॉन्फ़िगरेशन की पहचान करने में सहायता के लिए बैज (DKIM, DMARC, SPF, आदि) रिकॉर्ड नामों के आगे दिखाए जाते हैं।
id: Jika diaktifkan, lencana (DKIM, DMARC, SPF, dll.) ditampilkan di sebelah nama rekaman untuk membantu mengidentifikasi konfigurasi penting.
ja: 有効にすると、重要な構成を識別しやすくするために、レコード名の横にバッジ (DKIM、DMARC、SPF など) が表示されます。
ko: 활성화되면 중요한 구성을 식별하는 데 도움이 되도록 레코드 이름 옆에 배지(DKIM, DMARC, SPF 등)가 표시됩니다.
pl: Po włączeniu obok nazw rekordów wyświetlane są plakietki (DKIM, DMARC, SPF itp.), które pomagają zidentyfikować ważne konfiguracje.
pt_br: Quando ativado, os emblemas (DKIM, DMARC, SPF, etc.) são mostrados ao lado dos nomes dos registros para ajudar a identificar configurações importantes.
tr: Etkinleştirildiğinde, önemli yapılandırmaların belirlenmesine yardımcı olmak için kayıt adlarının yanında rozetler (DKIM, DMARC, SPF vb.) gösterilir.
uk: Якщо ввімкнено, позначки (DKIM, DMARC, SPF тощо) відображаються поруч із назвами записів, щоб допомогти визначити важливі конфігурації.
vi: Khi được bật, các huy hiệu (DKIM, DMARC, SPF, v.v.) sẽ hiển thị bên cạnh tên bản ghi để giúp xác định các cấu hình quan trọng.
zh_hans: 启用后，记录名称旁边会显示徽章（DKIM、DMARC、SPF 等），以帮助识别重要配置。
zh_hant: 啟用後，記錄名稱旁邊會顯示徽章（DKIM、DMARC、SPF 等），以協助識別重要配置。

source: When enabled, record content is masked for privacy. You can still copy the actual content using the context menu.
de: Wenn diese Option aktiviert ist, wird der Inhalt der Aufzeichnung aus Datenschutzgründen maskiert. Sie können den eigentlichen Inhalt weiterhin über das Kontextmenü kopieren.
es: Cuando está habilitado, el contenido del registro está enmascarado por motivos de privacidad. Aún puedes copiar el contenido real usando el menú contextual.
fr: Lorsqu'il est activé, le contenu de l'enregistrement est masqué pour des raisons de confidentialité. Vous pouvez toujours copier le contenu réel à l'aide du menu contextuel.
hi: सक्षम होने पर, रिकॉर्ड सामग्री गोपनीयता के लिए छिपा दी जाती है। आप अभी भी संदर्भ मेनू का उपयोग करके वास्तविक सामग्री की प्रतिलिपि बना सकते हैं।
id: Jika diaktifkan, konten rekaman disamarkan demi privasi. Anda masih dapat menyalin konten sebenarnya menggunakan menu konteks.
ja: 有効にすると、プライバシーのために録画コンテンツがマスクされます。コンテキスト メニューを使用して、実際のコンテンツをコピーすることもできます。
ko: 활성화되면 개인정보 보호를 위해 기록 콘텐츠가 가려집니다. 상황에 맞는 메뉴를 사용하여 실제 콘텐츠를 계속 복사할 수 있습니다.
pl: Po włączeniu zawartość nagrania jest maskowana w celu zapewnienia prywatności. Nadal możesz skopiować rzeczywistą zawartość, korzystając z menu kontekstowego.
pt_br: Quando ativado, o conteúdo gravado é mascarado para fins de privacidade. Você ainda pode copiar o conteúdo real usando o menu de contexto.
tr: Etkinleştirildiğinde, kayıt içeriği gizlilik amacıyla maskelenir. İçerik menüsünü kullanarak asıl içeriği yine de kopyalayabilirsiniz.
uk: Якщо ввімкнено, вміст запису маскується для конфіденційності. Ви все одно можете скопіювати фактичний вміст за допомогою контекстного меню.
vi: Khi được bật, nội dung bản ghi sẽ được che giấu để đảm bảo quyền riêng tư. Bạn vẫn có thể sao chép nội dung thực tế bằng menu ngữ cảnh.
zh_hans: 启用后，记录内容将被屏蔽以保护隐私。您仍然可以使用上下文菜单复制实际内容。
zh_hant: 啟用後，記錄內容將被封鎖以保護隱私。您仍然可以使用上下文選單複製實際內容。
